export default {
    EhrCodeList0405: {
        "10": "培训课程",
        "20": "培训讲师",
        "30": "培训机构",
        "40": "培训设施",
        "50": "其他",
        "empty": ""
    },
    EhrCodeList0011: {
        "empty": "",
    },
    EhrCodeList0401: {
        "10": "计划内",
        "20": "计划外",
        "empty": ""
    },
    EhrCodeList0161: {
        "10": "优秀",
        "20": "良好",
        "30": "一般",
        "40": "差",
        "empty": ""
    },
    EhrCodeList0130: {
        "empty": "",
    },
    EhrCodeList0402: {
        "10": "待发布",
        "20": "已发布",
        "empty": ""
    },
    EhrCodeList0112: {
        "10": "标间",
        "20": "大床房",
        "30": "套房",
        "empty": ""
    },
    EhrCodeList0067: {
        "10": "培训经费",
        "20": "考试经费",
        "30": "个人外出培训经费",
        "empty": ""
    },
    EhrCodeList0017: {
        "10": "立项中",
        "20": "已立项",
        "30": "已开班",
        "40": "已取消",
        "50": "已关闭",
        "empty": ""
    },
    EhrCodeList0177: {
        "10": "第一季度",
        "20": "第二季度",
        "30": "第三季度",
        "40": "第四季度",
        "empty": ""
    },
    EhrCodeList0171: {
        "10": "海外工程管理业务能力提升",
        "20": "投融资板块业务能力提升",
        "30": "基础设施管理能力提升",
        "40": "总承包管理能力提升",
        "50": "其他",
        "empty": ""
    },
    EhrCodeList0111: {
        "10": "内部",
        "20": "外部",
        "empty": ""
    },
    EhrCodeList0115: {
        "2012": "2012年",
        "2013": "2013年",
        "2014": "2014年",
        "2015": "2015年",
        "2016": "2016年",
        "2017": "2017年",
        "2018": "2018年",
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": ""
    },
    EhrCodeList0403: {
        "10": "年度",
        "20": "季度",
        "empty": ""
    },
    EhrCodeList0086: {
        "1": "启用",
        "0": "停用",
        "empty": ""
    },
    EhrCodeList0007: {
        "10": "打卡机",
        "20": "定位打卡",
        "30": "不打卡",
        "empty": ""
    },
    EhrCodeList0189: {
        "10": "同声传译机",
        "20": "舞台效果设备",
        "30": "会议环节特制设备",
        "40": "投票设备",
        "empty": ""
    },
    EhrCodeList0175: {
        "10": "公交",
        "20": "地铁",
        "empty": ""
    },
    CodeList83: {
        "1": "1季度",
        "2": "2季度",
        "3": "3季度",
        "4": "4季度",
        "empty": ""
    },
    CodeList82: {
        "1": "1月",
        "2": "2月",
        "3": "3月",
        "4": "4月",
        "5": "5月",
        "6": "6月",
        "7": "7月",
        "8": "8月",
        "9": "9月",
        "10": "10月",
        "11": "11月",
        "12": "12月",
        "empty": ""
    },
    EhrCodeList0219: {
        "empty": "",
    },
    EhrCodeList0154: {
        "10": "企业培训需求",
        "20": "个人外出培训需求",
        "empty": ""
    },
    EhrCodeList0009: {
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": ""
    },
    EhrCodeList0248: {
        "10": "投影设备",
        "20": "LED设备",
        "30": "等离子设备",
        "40": "电脑",
        "50": "视频播放器",
        "60": "音响设备",
        "70": "无线麦克",
        "empty": ""
    },
    EhrCodeList0233: {
        "empty": "",
    },
    EhrCodeList0032: {
        "5": "教授级",
        "10": "高级",
        "20": "中级",
        "30": "初级",
        "empty": ""
    },
    EhrCodeList0127: {
        "10": "已通过",
        "20": "已拒绝",
        "empty": ""
    },
    EhrCodeList0249: {
        "empty": "",
    },
    EhrCodeList0050: {
        "empty": "",
    },
    EhrCodeList0091: {
        "10": "办公文具",
        "20": "复印机",
        "30": "打印机",
        "40": "扫描仪",
        "empty": ""
    },
    EhrCodeList0039: {
        "10": "普通发票",
        "20": "增值税专用发票",
        "empty": ""
    },
    EhrCodeList0250: {
        "empty": "",
    },
    EhrCodeList0230: {
        "10": "集团级",
        "20": "公司级",
        "empty": ""
    },
    EhrCodeList0019: {
        "10": "机关部门",
        "20": "项目部门",
        "empty": ""
    },
    EhrCodeList0082: {
        "10": "高级",
        "20": "中级",
        "30": "初级",
        "empty": ""
    },
    EhrCodeList0072: {
        "empty": "",
    },
    EhrCodeList0185: {
        "empty": "",
    },
    EhrCodeList0097: {
        "1": "是",
        "0": "否",
        "empty": ""
    },
    EhrCodeList0404: {
        "10": "优秀",
        "20": "良好",
        "30": "合格",
        "40": "不合格",
        "empty": ""
    },
    EhrCodeList0186: {
        "10": "安徽省",
        "20": "澳门特别行政区",
        "30": "北京市",
        "40": "重庆市",
        "50": "福建省",
        "60": "甘肃省",
        "70": "广东省",
        "80": "广西壮族自治区",
        "90": "贵州省",
        "100": "海南省",
        "110": "河北省",
        "120": "黑龙江省",
        "130": "河南省",
        "140": "湖北省",
        "150": "湖南省",
        "160": "江苏省",
        "170": "江西省",
        "180": "吉林省",
        "190": "辽宁省",
        "200": "内蒙古",
        "210": "宁夏回族自治区",
        "220": "青海省",
        "230": "陕西省",
        "240": "山东省",
        "250": "上海市",
        "260": "山西省",
        "270": "四川省",
        "280": "天津市",
        "290": "新疆维吾尔族自治区",
        "300": "西藏自治区",
        "310": "云南省",
        "320": "浙江省",
        "empty": ""
    },
    EhrCodeList0022: {
        "10": "法人单位",
        "20": "非法人单位",
        "empty": ""
    },
    EhrCodeList0123: {
        "10": "可调配",
        "20": "不可调配",
        "empty": ""
    },
    EhrCodeList0010: {
        "10": "电脑灯",
        "30": "追光灯",
        "40": "地排灯",
        "50": "激光灯",
        "20": "PAR灯",
        "empty": ""
    },
    EhrCodeList0145: {
        "empty": "",
    },
    EhrCodeList0087: {
        "1": "待审核",
        "2": "审核中",
        "3": "审核通过",
        "4": "审核未通过",
        "empty": ""
    },
    EhrCodeList0179: {
        "10": "在岗",
        "20": "离岗",
        "empty": ""
    },
    EhrCodeList0014: {
        "empty": "",
    },
};