export default {
    EhrCodeList0233: {
        "empty": "",
    },
    EhrCodeList0249: {
        "empty": "",
    },
    EhrCodeList0050: {
        "empty": "",
    },
    EhrCodeList0250: {
        "empty": "",
    },
    EhrCodeList0072: {
        "empty": "",
    },
    EhrCodeList0115: {
        "2012": "2012年",
        "2013": "2013年",
        "2014": "2014年",
        "2015": "2015年",
        "2016": "2016年",
        "2017": "2017年",
        "2018": "2018年",
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": "",
    },
    EhrCodeList0022: {
        "10": "法人单位",
        "20": "非法人单位",
        "empty": "",
    },
    EhrCodeList0123: {
        "10": "可调配",
        "20": "不可调配",
        "empty": "",
    },
    EhrCodeList0086: {
        "1": "启用",
        "0": "停用",
        "empty": "",
    },
    EhrCodeList0057: {
        "10": "有效",
        "20": "失效",
        "empty": "",
    },
    EhrCodeList0219: {
        "empty": "",
    },
    EhrCodeList0179: {
        "10": "在岗",
        "20": "离岗",
        "empty": "",
    },
    EhrCodeList0014: {
        "empty": "",
    },
};