export default {
    EhrCodeList0233: {
        "empty": "",
    },
    EhrCodeList0249: {
        "empty": "",
    },
    EhrCodeList0050: {
        "empty": "",
    },
    EhrCodeList0121: {
        "10": "生效",
        "20": "修改",
        "30": "失效",
        "empty": ""
    },
    EhrCodeList0054: {
        "1": "是",
        "0": "否",
        "empty": ""
    },
    EhrCodeList0199: {
        "10": "引领目标",
        "20": "服务目标",
        "30": "管理监督目标",
        "empty": ""
    },
    EhrCodeList0141: {
        "10": "量化目标填报",
        "20": "量化目标修正",
        "30": "量化目标考核",
        "empty": ""
    },
    EhrCodeList0077: {
        "10": "年度",
        "20": "月度",
        "empty": ""
    },
    EhrCodeList0115: {
        "2012": "2012年",
        "2013": "2013年",
        "2014": "2014年",
        "2015": "2015年",
        "2016": "2016年",
        "2017": "2017年",
        "2018": "2018年",
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": ""
    },
    EhrCodeList0015: {
        "empty": "",
    },
    EhrCodeList0242: {
        "empty": "",
    },
    EhrCodeList0064: {
        "10": "公司领导类",
        "20": "部门领导类",
        "30": "一般管理人员类",
        "40": "其他类",
        "empty": ""
    },
    EhrCodeList0209: {
        "10": "直属领导考评",
        "20": "分管领导考评",
        "30": "总经理考评",
        "empty": ""
    },
    EhrCodeList0005: {
        "A": "A",
        "B": "B",
        "C": "C",
        "empty": ""
    },
    CodeList82: {
        "1": "1月",
        "2": "2月",
        "3": "3月",
        "4": "4月",
        "5": "5月",
        "6": "6月",
        "7": "7月",
        "8": "8月",
        "9": "9月",
        "10": "10月",
        "11": "11月",
        "12": "12月",
        "empty": ""
    },
    EhrCodeList0179: {
        "10": "在岗",
        "20": "离岗",
        "empty": ""
    },
    EhrCodeList0014: {
        "empty": "",
    },
    EhrCodeList0009: {
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": ""
    },
};