export default {
    EhrCodeList0239: {
        "empty": "",
    },
    EhrCodeList0116: {
        "empty": "",
    },
    EhrCodeList0401: {
        "10": "计划内",
        "20": "计划外",
        "empty": ""
    },
    EhrCodeList0173: {
        "10": "通过",
        "20": "拒绝",
        "empty": ""
    },
    EhrCodeList0231: {
        "empty": "",
    },
    EhrCodeList0117: {
        "empty": "",
    },
    EhrCodeList0190: {
        "10": "标准工时制",
        "20": "非标准工时制",
        "empty": ""
    },
    EhrCodeList0018: {
        "empty": "",
    },
    EhrCodeList0115: {
        "2012": "2012年",
        "2013": "2013年",
        "2014": "2014年",
        "2015": "2015年",
        "2016": "2016年",
        "2017": "2017年",
        "2018": "2018年",
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": ""
    },
    EhrCodeList0204: {
        "10": "CET-4",
        "20": "CET-6",
        "30": "英语专四",
        "40": "英语专八",
        "50": "其他语言",
        "60": "无",
        "empty": ""
    },
    EhrCodeList0093: {
        "empty": "",
    },
    EhrCodeList0203: {
        "10": "录入",
        "15": "待公司初审",
        "20": "公司初审不通过",
        "21": "待公司董事长审批",
        "22": "公司董事长不通过",
        "25": "待上报",
        "30": "待总部初审",
        "50": "总部初审不通过",
        "55": "待总部审核",
        "58": "总部审核通过",
        "60": "总部审核不通过",
        "61": "待总部审批",
        "62": "待审批编号",
        "63": "总部审批不通过",
        "65": "待报到",
        "70": "已报到",
        "80": "逾期未报到",
        "90": "失效",
        "empty": ""
    },
    EhrCodeList0086: {
        "1": "启用",
        "0": "停用",
        "empty": ""
    },
    EhrCodeList0025: {
        "empty": "",
    },
    EhrCodeList0152: {
        "80": "学校校级",
        "90": "学校院级",
        "10": "国家级",
        "20": "省（自治区、直辖市）级",
        "30": "部委级",
        "40": "地（市、厅）级",
        "50": "区（县）级",
        "60": "基层单位",
        "70": "国际国外",
        "empty": ""
    },
    EhrCodeList0167: {
        "empty": "",
    },
    EhrCodeList0219: {
        "empty": "",
    },
    EhrCodeList0208: {
        "empty": "",
    },
    EhrCodeList0120: {
        "10": "局级机关",
        "20": "公司级机关",
        "30": "经理部机关",
        "40": "项目部",
        "empty": ""
    },
    EhrCodeList0096: {
        "empty": "",
    },
    EhrCodeList0001: {
        "empty": "",
    },
    EhrCodeList0009: {
        "2019": "2019年",
        "2020": "2020年",
        "2021": "2021年",
        "2022": "2022年",
        "2023": "2023年",
        "2024": "2024年",
        "2025": "2025年",
        "2026": "2026年",
        "2027": "2027年",
        "2028": "2028年",
        "2029": "2029年",
        "2030": "2030年",
        "empty": ""
    },
    EhrCodeList0004: {
        "10": "房屋建筑类",
        "20": "基础设施类",
        "30": "金融投资类",
        "40": "勘察设计类",
        "50": "职能管理类",
        "empty": ""
    },
    EhrCodeList0233: {
        "empty": "",
    },
    EhrCodeList0181: {
        "1": "是",
        "0": "否",
        "empty": ""
    },
    EhrCodeList0249: {
        "empty": "",
    },
    EhrCodeList0050: {
        "empty": "",
    },
    EhrCodeList0075: {
        "empty": "",
    },
    EhrCodeList0029: {
        "empty": "",
    },
    EhrCodeList0216: {
        "empty": "",
    },
    EhrCodeList0054: {
        "1": "是",
        "0": "否",
        "empty": ""
    },
    EhrCodeList0250: {
        "empty": "",
    },
    EhrCodeList0019: {
        "10": "机关部门",
        "20": "项目部门",
        "empty": ""
    },
    EhrCodeList0072: {
        "empty": "",
    },
    EhrCodeList0222: {
        "0": "无",
        "1": "有",
        "empty": ""
    },
    EhrCodeList0097: {
        "1": "是",
        "0": "否",
        "empty": ""
    },
    EhrCodeList0041: {
        "empty": "",
    },
    EhrCodeList0022: {
        "10": "法人单位",
        "20": "非法人单位",
        "empty": ""
    },
    EhrCodeList0131: {
        "empty": "",
    },
    EhrCodeList0140: {
        "empty": "",
    },
    EhrCodeList0066: {
        "empty": "",
    },
    EhrCodeList0071: {
        "40": "建筑系统调入",
        "60": "军人安置",
        "90": "其他",
        "empty": ""
    },
    EhrCodeList0070: {
        "empty": "",
    },
    EhrCodeList0078: {
        "65": "待报到",
        "70": "已报到",
        "80": "逾期未报到",
        "empty": ""
    },
    EhrCodeList0062: {
        "10": "待上报",
        "20": "待局总部审批",
        "30": "局总部审批不通过",
        "40": "待审批编号",
        "empty": ""
    },
};